Repository: rabanti-github/Media-Extractor
Catalog: MediaExtractor/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp

# StatusLoadEmbeddedTextFailure
source: Text / XML file could not be loaded: {0}
de_de: Text / XML-Datei konnte nicht geladen werden: {0}
es_es: No se ha podido cargar el archivo de texto / XML: {0}
fr_fr: Le fichier texte / XML n'a pas pu être chargé : {0}
it_it: Impossibile caricare il file di testo/XML: {0}
ja_jp: テキスト / XML ファイルを読み込めませんでした: {0}

# StatusLoadingEmbedded
source: Loading embedded file... Please wait
de_de: Lade eingebettete Datei... Bitte warten
es_es: Cargando archivo... Espere
fr_fr: Chargement du fichier intégré... Veuillez patienter
it_it: Caricamento file incorporato... Attendere prego
ja_jp: 埋め込まれたファイルを読み込んでいます... お待ちください

# DialogMissingWebsite
source: The project website could not be loaded
de_de: Die Projekt-Webseite konnte nicht geladen werden
es_es: No se ha podido cargar el sitio web del proyecto
fr_fr: Le site web du projet n'a pas pu être chargé
it_it: Impossibile caricare il sito del progetto
ja_jp: プロジェクトのウェブサイトをロードできませんでした。

# DialogMissingWebsiteTitle
source: Project website not loaded
de_de: Projekt-Webseite nicht geladen
es_es: El sitio web del proyecto no se carga
fr_fr: Le site web du projet n'a pas été chargé
it_it: Sito del progetto non caricato
ja_jp: プロジェクトのウェブサイトがロードされませんでした

# MenuAppearanceLanguageDefault
source: System Language (Default)
de_de: Systemsprache (automatisch)
es_es: Idioma del sistema (por defecto)
fr_fr: Langue du système (par défaut)
it_it: Lingua di sistema (predefinita)
ja_jp: システム言語（デフォルト）

# TextErrorInvalidImage
source: Image preview could not be created
de_de: Vorschaubild konnte nicht erstellt werden
es_es: No se ha podido crear la vista previa de la imagen
fr_fr: L'aperçu de l'image n'a pas pu être créé
it_it: Impossibile creare anteprima immagine
ja_jp: 画像のプレビューを作成できませんでした

# TextErrorInvalidText
source: Text preview could not be created
de_de: Textvorschau konnte nicht erstellt werden
es_es: No se ha podido crear la vista previa del texto
fr_fr: L'aperçu du texte n'a pas pu être créé
it_it: Impossibile creare anteprima testo
ja_jp: テキストのプレビューを作成できませんでした

# DialogInvalidExtensions
source: An error occurred during the retrieval of the file extensions for the previews. The default values are restored
de_de: Beim Ermitteln der Dateiendungen für die Vorschau ist ein Fehler aufgetreten. Die Standardwerte werden wiederhergestellt.
es_es: Se ha producido un error al recuperar las extensiones de archivo para las vistas previas. Se restablecen los valores por defecto
fr_fr: Une erreur s'est produite lors de la récupération des extensions de fichiers pour les aperçus. Les valeurs par défaut sont rétablies
it_it: Si è verificato un errore durante il recupero delle estensioni dei file per le anteprime. I valori predefiniti sono stati ripristinati
ja_jp: プレビューのためのファイル拡張子の取得中にエラーが発生しました。デフォルトの値が復元されました。

# StatusReady
source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了

# ListViewColumnSize
source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
it_it: Dimensione
ja_jp: サイズ

# DialogMissingRecentFile
source: The file was not found:\n{0}\nShould the entry be removed from the recent file list?
de_de: Die Datei wurde nicht gefunden:\n{0}\nSoll der Eintrag aus der Liste der zuletzt verwendeten Dateien entfernt werden?
es_es: No se ha encontrado el archivo:\n{0}\n¿Debe eliminarse la entrada de la lista de archivos recientes?
fr_fr: Le fichier n'a pas été trouvé:\n{0}\nL'entrée doit-elle être supprimée de la liste des fichiers récents ?
it_it: File non trovato: {0} Rimuovere la voce dall'elenco dei file recenti?
ja_jp: ファイルが見つかりませんでした:\n{0}\n最近のファイルリストからエントリを削除しますか？

# MenuFileClearRecent
source: Clear List
de_de: Liste löschen
es_es: Lista clara
fr_fr: Effacer la liste
it_it: Svuota elenco
ja_jp: リストをクリア

# MenuFileRecent
source: Recent Files
de_de: Zuletzt geöffnete Dateien
es_es: Archivos recientes
fr_fr: Fichiers récents
it_it: File recenti
ja_jp: 最近のファイル

# DialogSizeWarning
source: The preview of a large file (> {0}) is attempted.\nThis process may take a long time.\nShall the preview be created?
de_de: Es wird versucht eine große Datei (> {0}) anzuzeigen.\nDieser Vorgang kann unter Umständen sehr lange dauern.\nSoll die Vorschau erstellt werden?
es_es: Se intenta crear la vista previa de un archivo grande (> {0}).\nEste proceso puede tardar mucho tiempo.\n¿Se debe crear la vista previa?
fr_fr: La prévisualisation d'un fichier volumineux (> {0}) est tentée.\nCe processus peut prendre beaucoup de temps.\nLa prévisualisation doit-elle être créée ?
it_it: Tentativo di anteprima di un file di grandi dimensioni (> {0}). Questo processo potrebbe richiedere molto tempo. Creare l'anteprima?
ja_jp: 大きなファイル（>{0}）のプレビューが試みられています。\nこのプロセスには時間がかかる可能性があります。\nプレビューを作成しますか？

# DialogSizeWarningTitle
source: Attempt to preview a large File...
de_de: Versuch eine große Datei anzuzeigen...
es_es: Intento de previsualizar un archivo grande...
fr_fr: Tentative de prévisualisation d'un fichier volumineux...
it_it: Tentativo di anteprima di un file di grandi dimensioni...
ja_jp: 大きなファイルのプレビューを試行…

# MenuDocumentGenerictextPreview
source: Text Preview on unknown File Formats
de_de: Textvorschau für unbekannte Dateiformate
es_es: Vista previa de texto en formatos de archivo desconocidos
fr_fr: Aperçu de texte sur des formats de fichiers inconnus
it_it: Anteprima testo per formati di file sconosciuti
ja_jp: 未知のファイル形式のテキストプレビュー

# MenuDocumentSizeWarning
source: Show Warning for Prview of large Files
de_de: Warnung für Vorschau großer Dateien anzeigen
es_es: Mostrar advertencia en la vista previa de archivos grandes
fr_fr: Afficher d'autres fichiers incorporés
it_it: Mostra avviso per anteprima di file di grandi dimensioni
ja_jp: 大きなファイルのプレビューに警告を表示

# StatusLoadEmbeddedImageFallback
source: The preview image for '{0}' could not be loaded. Displaying as text
de_de: Das Vorschaubild für '{0}' konnte nicht erstellt werden. Anzeige als Text
es_es: No se ha podido cargar la imagen de previsualización de '{0}'. Mostrar como texto
fr_fr: L'image de prévisualisation de '{0}' n'a pas pu être chargée. Affichage en tant que texte
it_it: Impossibile caricare l'immagine di anteprima per '{0}'. Visualizzazione come testo
ja_jp: {0}' のプレビュー画像を読み込めませんでした。テキストとして表示しています

# StatusLoadEmbeddedOtherFallback
source: The preview for '{0}' could not be loaded. Displaying as text
de_de: Die Vorschau für '{0}' konnte nicht erstellt werden. Anzeige als Text
es_es: No se ha podido cargar la vista previa de '{0}'. Mostrar como texto
fr_fr: La prévisualisation n'est pas possible pour {0}
it_it: Impossibile caricare l'anteprima per '{0}'. Visualizzazione come testo
ja_jp: {0}' のプレビューを読み込めませんでした。テキストとして表示しています

# StatusPreviewSkipped
source: The preview of '{0}' was skipped (file too large)
de_de: Die Vorschau von '{0}' wurde nicht erstellt (Datei zu groß)
es_es: Se ha omitido la vista previa de '{0}' (archivo demasiado grande)
fr_fr: L'aperçu de '{0}' a été ignoré (fichier trop volumineux)
it_it: Anteprima di '{0}' saltata (file troppo grande)
ja_jp: {0}' のプレビューはスキップされました（ファイルが大きすぎます）
