Repository: rabanti-github/Media-Extractor
Catalog: MediaExtractor/Properties/Resources.*.resx
Languages: de_de, es_es, fr_fr, it_it, ja_jp

# MenuFile
source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ja_jp: ファイル

# MenuFileOpen
source: Open Document
de_de: Dokument öffnen
es_es: Abrir documento
fr_fr: Ouvrir le document
it_it: Apri documento
ja_jp: ドキュメントを開く

# MenuFileSaveSelected
source: Save selected File(s)
de_de: Ausgewählte Datei(en) speichern
es_es: Guardar archivo(s) seleccionado(s)
fr_fr: Enregistrer le(s) fichier(s) sélectionné(s)
it_it: Salva file selezionati
ja_jp: 選択したファイルを保存

# MenuFileSaveAll
source: Save all Files
de_de: Alle Dateien speichern
es_es: Guardar todos los archivos
fr_fr: Enregistrer tous les fichiers
it_it: Salva tutti i file
ja_jp: すべてのファイルを保存する

# MenuFileQuit
source: Quit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
it_it: Esci
ja_jp: 終了

# MenuDocument
source: Document
de_de: Dokument
es_es: Documento
it_it: Documento
ja_jp: 書類

# MenuDocumentShowImages
source: Show embedded Image Files
de_de: Enthaltene Bilder anzeigen
es_es: Mostrar archivos de imagen incrustados
fr_fr: Afficher dans l'explorateur après l'extraction
it_it: Mostra immagini incorporate
ja_jp: 埋め込まれた画像ファイルを表示

# MenuDocumentShowOther
source: Show other embedded Files
de_de: Andere enthaltene Dateien anzeigen
es_es: Mostrar otros archivos incrustados
fr_fr: Afficher les fichiers images intégrés
it_it: Mostra altri file incorporati
ja_jp: 他の埋め込まれたファイルを表示

# MenuDocumentKeepStructure
source: Keep Folder Structure when Extracting
de_de: Ordnerstruktur beim Entpacken erhalten
es_es: Mantener la estructura de carpetas al extraer
fr_fr: Affichage d'un avertissement pour l'aperçu de fichiers volumineux
it_it: Mantieni struttura cartelle durante l'estrazione
ja_jp: 抽出時にフォルダ構造を保持する

# MenuDocumentOpenExplorer
source: Show in Explorer after Extracting
de_de: Nach dem Entpacken in Explorer zeigen
es_es: Mostrar en el Explorador después de extraer
fr_fr: Conserver la structure des dossiers lors de l'extraction
it_it: Mostra in Esplora risorse dopo l'estrazione
ja_jp: 抽出後にエクスプローラで表示

# MenuAppearance
source: Appearance
de_de: Ansicht
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観

# MenuAppearanceDarkmode
source: Dark Mode
de_de: Dunkler Modus
es_es: Modo oscuro
fr_fr: Mode sombre
it_it: Modalità scura
ja_jp: ダークモード

# MenuAppearanceLanguage
source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
ja_jp: 言語

# MenuAppearanceLanguageEnglish
source: English
de_de: Englisch (English)
es_es: Inglés (English)
fr_fr: Anglais (English)
it_it: Inglese
ja_jp: 英語 (English)

# MenuAppearanceLanguageGerman
source: Deutsch (German)
de_de: Deutsch
es_es: Alemán (German)
fr_fr: Allemand (Deutsch)
it_it: Tedesco (Deutsch)
ja_jp: ドイツ語 (Deutsch)

# MenuHelp
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
it_it: Guida
ja_jp: ヘルプ

# MenuHelpAbout
source: About
de_de: Über
es_es: Sobre
fr_fr: A propos de
it_it: Informazioni
ja_jp: アバウト

# MenuHelpWebsite
source: Project Website
de_de: Projekt-Webseite
es_es: Página web del proyecto
fr_fr: Site internet du projet
it_it: Sito del progetto
ja_jp: プロジェクトのウェブサイト

# MenuHelpChangeLog
source: Change Log
de_de: Änderungsprotokoll
es_es: Historial de cambios
fr_fr: Journal des modifications
it_it: Registro modifiche
ja_jp: 変更履歴

# MenuHelpLicense
source: License
de_de: Softwarelizenz
es_es: Licencia
fr_fr: Licence
it_it: Licenza
ja_jp: ライセンス

# ButtonOpen
source: Open Document
de_de: Dokument öffnen
es_es: Abrir documento
fr_fr: Document ouvert
it_it: Apri documento
ja_jp: 文書を開く

# LabelListview
source: Embedded Files
de_de: Enthaltene Dateien
es_es: Archivos incrustados
fr_fr: Fichiers intégrés
it_it: File incorporati
ja_jp: 埋め込まれたファイル

# ListViewColumnName
source: Filename (Embedded)
de_de: Dateiname (in Dokument)
es_es: Nombre de archivo (incrustado)
fr_fr: Nom de fichier (intégré)
it_it: Nome file (incorporato)
ja_jp: ファイル名 (埋め込まれた)

# ListViewColumnExtension
source: Ext.
de_de: Typ
it_it: Est.
ja_jp: 拡張子

# ListViewColumnPath
source: Relative Path
de_de: Relativer Pfad
es_es: Ruta relativa
fr_fr: Chemin relatif
it_it: Percorso relativo
ja_jp: 相対パス

# ButtonSave
source: Save File(s)
de_de: Datei(en) speichern
es_es: Guardar archivo(s)
fr_fr: Enregistrer le(s) fichier(s)
it_it: Salva file
ja_jp: ファイルを保存

# ButtonSaveAll
source: Save all Files
de_de: Alle Dateien speichern
es_es: Guardar todos los archivos
fr_fr: Enregistrer tous les fichiers
it_it: Salva tutti i file
ja_jp: 全て保存

# LabelPreview
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
ja_jp: プレビュー

# ButtonSaveSelected
source: Save selected File(s)
de_de: Ausgewählte Datei(en) speichern
es_es: Guardar archivo(s) seleccionados
fr_fr: Enregistrer le(s) fichier(s) sélectionné(s)
it_it: Salva file selezionati
ja_jp: 選択したファイルを保存

# AboutAuthor
source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
it_it: Autore
ja_jp: 作者

# AboutCloseButton
source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi
ja_jp: 閉じる

# AboutDate
source: Date
de_de: Datum
es_es: Fecha
it_it: Data
ja_jp: 閉じる

# AboutDescription
source: Media Extractor is an application to preview and extract packed media in Microsoft Office files (e.g. Word, PowerPoint or Excel documents) or common archives (e.g. zip, 7z or tar)
de_de: Media Extractor ist ein Programm für die Vorschau und das Entpacken von eingebetteten Dateien in Microsoft Office Dokumenten (z.B. Word, PowerPoint oder Excel), beziehungsweise Archiv-Dateien (z.B. zip, 7z oder tar)
es_es: Media Extractor es una aplicación para previsualizar y extraer medios empaquetados en archivos de Microsoft Office (por ejemplo, documentos de Word, PowerPoint o Excel) o archivos comunes (por ejemplo, zip, 7z o tar)
fr_fr: Media Extractor est une application qui permet de prévisualiser et d'extraire des médias emballés dans des fichiers Microsoft Office (par exemple, des documents Word, PowerPoint ou Excel) ou des archives courantes (par exemple, zip, 7z ou tar).
it_it: Media Extractor è un'applicazione per visualizzare in anteprima ed estrarre media inclusi in file Microsoft Office (ad es. Word, PowerPoint o Excel) o archivi comuni (ad es. zip, 7z o tar)
ja_jp: メディアエクストラクターは、Microsoft Officeファイル（例：Word、PowerPoint、またはExcelドキュメント）や一般的なアーカイブ（例：zip、7z、またはtar）に含まれるメディアをプレビューして抽出するためのアプリケーションです。

# AboutHeader
source: About Media-Extractor
de_de: Über Media-Extractor
es_es: Acerca de Media-Extractor
fr_fr: À propos de Media-Extractor
it_it: Informazioni su Media Extractor
ja_jp: Media Extractorについて

# AboutLicense
source: License
de_de: Lizenz
es_es: Licencia
fr_fr: Licence
it_it: Licenza
ja_jp: ライセンス

# AboutVersion
source: Version
es_es: Versión
it_it: Versione
ja_jp: バージョン

# AboutWebsite
source: Website
de_de: Webseite
es_es: Página web
fr_fr: Site internet
it_it: Sito web
ja_jp: ウェブサイト

# CrcDescription
source: CRC32 (cyclic redundancy check) is a simple hashing method to compare whether data or files are identical. However, CRC does not provide a 100% guarantee that two files are identical. But it is a strong evidence if the size of both files are identical and no malicious tampering is to be expected.
de_de: CRC32 (cyclic redundancy check) ist eine einfache Hashing-Methode um Daten oder Dateien auf Übereinstimmung zu prüfen. CRC bietet allerdings keinen 100%ige Garantie, daß zwei Dateien identisch sind. Es ist jedoch ein sehr starkes Indiz, wenn nicht von bewusster Manipulation der Dateien ausgegangen wird.
es_es: CRC32 (comprobación de redundancia cíclica) es un método hash sencillo para comparar si los datos o archivos son idénticos. Sin embargo, el CRC no garantiza al 100% que dos archivos sean idénticos. Pero es una prueba contundente si el tamaño de ambos archivos es idéntico y no cabe esperar ninguna manipulación malintencionada.
fr_fr: Le CRC32 (contrôle de redondance cyclique) est une méthode de hachage simple qui permet de comparer si des données ou des fichiers sont identiques. Toutefois, le CRC ne garantit pas à 100 % que deux fichiers sont identiques. Mais il constitue une preuve solide si la taille des deux fichiers est identique et qu'aucune altération malveillante n'est à craindre.
it_it: CRC32 (controllo di ridondanza ciclica) è un metodo di hashing semplice per confrontare se dati o file sono identici. Tuttavia, CRC non garantisce al 100% che due file siano identici. Ma rappresenta una forte evidenza se le dimensioni dei file sono uguali e non si prevedono manomissioni dannose.
ja_jp: CRC32（巡回冗長検査）は、データやファイルが同一かどうかを比較するためのシンプルなハッシングメソッドです。ただし、CRCは2つのファイルが同一であることを100％保証するものではありません。しかし、両方のファイルのサイズが同一であり、悪意のある改ざんが予想されない場合、強力な証拠となります。

# DialogButtonCancel
source: Cancel Extraction
de_de: Speichern abbrechen
es_es: Cancelar extracción
fr_fr: Annuler l'extraction
it_it: Annulla estrazione
ja_jp: 抽出のキャンセル

# DialogButtonCancelTooltip
source: Cancel the extraction
de_de: Das Entpacken abbrechen
es_es: Cancelar la extracción
fr_fr: Annuler l'extraction
it_it: Annulla l'estrazione
ja_jp: 抽出のキャンセル

# DialogButtonOverwrite
source: Overwrite
de_de: Ersetzen
es_es: Sobrescribir
fr_fr: Écraser
it_it: Sovrascrivi
ja_jp: 上書き

# DialogButtonOverwriteTooltip
source: Replace the existing file
de_de: Die bestehende Datei überschreiben
es_es: Sustituir el archivo existente
fr_fr: Remplacer le fichier existant
it_it: Sostituisci il file esistente
ja_jp: 既存のファイルを置き換える

# DialogButtonRename
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
fr_fr: Renommer
it_it: Rinomina
ja_jp: リネーム

# DialogButtonRenameTooltip
source: Rename the new file
de_de: Die neue Datei umbenennen
es_es: Cambiar el nombre del nuevo archivo
fr_fr: Renommer le nouveau fichier
it_it: Rinomina il nuovo file
ja_jp: 新しいファイルの名前を変更

# DialogButtonSkip
source: Skip
de_de: Überspringen
es_es: Omitir
fr_fr: Sauter
it_it: Salta
ja_jp: スキップ

# DialogButtonSkipTooltip
source: Skip the extraction of the file
de_de: Das Entpacken der neuen Datei überspringen
es_es: Omitir la extracción del archivo
fr_fr: Sauter l'extraction du fichier
it_it: Salta l'estrazione del file
ja_jp: ファイルの抽出をスキップ

# DialogCancelTitle
source: Canceled
de_de: Abbruch
es_es: Cancelado
fr_fr: Annulé
it_it: Annullato
ja_jp: キャンセルされました

# DialogErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ja_jp: エラー

# DialogExplorerError
source: The path '{0}' could not be opened
de_de: Der Pfad '{0}' konnte nicht geöffnet werden
es_es: No se ha podido abrir la ruta '{0}'
fr_fr: Le chemin '{0}' n'a pas pu être ouvert
it_it: Impossibile aprire il percorso '{0}'
ja_jp: パス '{0}' を開けませんでした

# DialogHeader
source: File already exists...
de_de: Datei existiert bereits...
es_es: El archivo ya existe...
fr_fr: Le fichier existe déjà…
it_it: File già esistente...
ja_jp: ファイルはすでに存在します…

# DialogLabelDate
source: Date:
de_de: Datum:
es_es: Fecha:
it_it: Data:
ja_jp: 日付:

# DialogLabelExisting
source: Existing File
de_de: Bestehende Datei
es_es: Archivo existente
fr_fr: Dossier existant
it_it: File esistente
ja_jp: 既存のファイル

# DialogLabelName
source: Name:
es_es: Nombre:
fr_fr: Nom:
it_it: Nome:
ja_jp: 名前:

# DialogLabelNew
source: New File to Extract
de_de: Neue Datei zum Entpacken
es_es: Nuevo archivo a extraer
fr_fr: Nouveau fichier à extraire
it_it: Nuovo file da estrarre
ja_jp: 抽出する新しいファイル

# DialogLabelSize
source: Size:
de_de: Größe:
es_es: Tamaño:
fr_fr: Taille:
it_it: Dimensione:
ja_jp: サイズ:

# DialogRememberCheckbox
source: Remember Decision
de_de: Entscheidung merken
es_es: Recordar la decisión
fr_fr: Se souvenir de la décision
it_it: Ricorda decisione
ja_jp: 決定を記憶する

# DialogSaveAllTitle
source: Select a Folder to save all Files...
de_de: Ordner zum Speichern aller Dateien auswählen...
es_es: Seleccione una carpeta para guardar todos los archivos...
fr_fr: Sélectionner un dossier pour enregistrer tous les fichiers...
it_it: Seleziona una cartella per salvare tutti i file...
ja_jp: すべてのファイルを保存するフォルダを選択…

# DialogSaveCurrentTitle
source: Save current File as...
de_de: Ausgewählte Datei speichern unter...
es_es: Guardar archivo actual como...
fr_fr: Enregistrer le fichier actuel sous...
it_it: Salva il file corrente come...
ja_jp: 現在のファイルを別名で保存…

# DialogSaveErrors
source: Not all files were extracted
de_de: Nicht alle Dateien wurden entpackt
es_es: No se han extraído todos los archivos
fr_fr: Tous les fichiers n'ont pas été extraits
it_it: Non tutti i file sono stati estratti
ja_jp: すべてのファイルが抽出されませんでした。

# DialogSaveFailure
source: The file could not be saved
de_de: Die Datei konnte nicht gespeichert werden
es_es: No se ha podido almacenar el archivo
fr_fr: Le fichier n'a pas pu être enregistré
it_it: Impossibile salvare il file
ja_jp: ファイルを保存できませんでした。

# DialogSaveFilter
source: All files|*.*
de_de: Alle Dateien|*.*
es_es: Todos los archivos|*.*
fr_fr: Tous les fichiers|*.*
it_it: Tutti i file|*.*
ja_jp: すべてのファイル|*.*

# DialogSaveSelectedTitle
source: Select a Folder to save the selected Files...
de_de: Ordner zum Speichern ausgewählter Dateien auswählen...
es_es: Seleccione una Carpeta para almacenar los archivos seleccionados...
fr_fr: Sélectionnez un dossier pour enregistrer les fichiers sélectionnés...
it_it: Seleziona una cartella per salvare i file selezionati...
ja_jp: 選択したファイルを保存するフォルダを選択...

# DialogUnexpectedError
source: There was an unexpected error during the extraction:
de_de: Beim Entpacken ist ein unerwarteter Fehler aufgetreten:
es_es: Se ha producido un error inesperado durante la extracción:
fr_fr: Une erreur inattendue s'est produite lors de l'extraction :
it_it: Si è verificato un errore imprevisto durante l'estrazione:
ja_jp: 抽出中に予期しないエラーが発生しました：

# DropAreaWatermark
source: Drop Document here
de_de: Dokument hierher ziehen
es_es: Deje aquí el documento
fr_fr: Déposer le document ici
it_it: Trascina il documento qui
ja_jp: ここにドキュメントをドロップ

# StatusSaveCanceled
source: The save process was canceled
de_de: Der Speichervorgang wurde abgebrochen
es_es: Se ha cancelado el proceso de guardado
fr_fr: Le processus de sauvegarde a été annulé
it_it: Il salvataggio è stato annullato
ja_jp: 保存プロセスがキャンセルされました

# StatusSaveErrorSummary
source: {0} files extracted ({1} overwritten, {2} renamed), {3} skipped, {4} not extracted (errors)
de_de: {0} Dateien entpackt ({1} ersetzt, {2} umbenannt), {3} übersprungen, {4} nicht entpackt (Fehler)
es_es: {0} archivos extraídos ({1} sobrescritos, {2} renombrados), {3} omitidos, {4} no extraídos (errores)
fr_fr: {0} fichiers extraits ({1} écrasés, {2} renommés), {3} ignorés, {4} non extraits (erreurs)
it_it: {0} file estratti ({1} sovrascritti, {2} rinominati), {3} saltati, {4} non estratti (errori)
ja_jp: {0} ファイルが抽出されました（{1} 上書き、{2} 名前変更）、{3} スキップ、{4} 抽出できませんでした（エラー）

# StatusSaveFailure
source: Could not save the file: {0}
de_de: Die Datei konnte nicht gespeichert werden: {0}
es_es: No se ha podido guardar el archivo: {0}
fr_fr: Impossible d'enregistrer le fichier : {0}
it_it: Impossibile salvare il file: {0}
ja_jp: ファイルを保存できませんでした: {0}

# StatusSaveSuccess
source: The file was saved as: {0}
de_de: Die Datei wurde gespeichert als: {0}
es_es: El archivo fue guardado como: {0}
fr_fr: Le fichier a été enregistré sous le nom de : {0}
it_it: Il file è stato salvato come: {0}
ja_jp: ファイルは次のように保存されました: {0}

# StatusSaveSummary
source: {0} files extracted ({1} overwritten, {2} renamed), {3} skipped
de_de: {0} Dateien entpackt ({1} ersetzt, {2} umbenannt), {3} übersprungen
es_es: {0} archivos extraídos ({1} sobrescritos, {2} renombrados), {3} omitidos
fr_fr: {0} fichiers extraits ({1} écrasés, {2} renommés), {3} ignorés
it_it: {0} file estratti ({1} sovrascritti, {2} rinominati), {3} saltati
ja_jp: {0} ファイルが抽出されました（{1} 上書き、{2} 名前変更）、{3} スキップ

# TextErrorMultipleFiles
source: {0} files could not be extracted.
de_de: {0} Dateien konnten nicht entpackt werden.
es_es: {0} archivos no pudieron ser extraídos.
fr_fr: {0} fichiers n'ont pas pu être extraits.
it_it: {0} file non sono stati estratti.
ja_jp: {0} ファイルが抽出できませんでした

# TextErrorOneFile
source: One file could not be extracted.
de_de: Eine Datei konnte nicht entpackt werden.
es_es: No se ha podido extraer un archivo.
fr_fr: Un fichier n'a pas pu être extrait.
it_it: Non è stato possibile estrarre un file.
ja_jp: 1つのファイルを抽出できませんでした

# TextNoPreview
source: No Preview
de_de: Keine Vorschau
es_es: Sin vista previa
fr_fr: Pas d'aperçu
it_it: Nessuna anteprima
ja_jp: プレビューなし

# TextSaveError
source: The path '{0}' could not be opened
de_de: Der Pfad '{0}' konnte nicht geöffnet werden
es_es: No se ha podido abrir la ruta '{0}
fr_fr: Le chemin '{0}' n'a pas pu être ouvert
it_it: Impossibile aprire il percorso '{0}'
ja_jp: パス '{0}' を開けませんでした

# TextSkippedMultipleFiles
source: {0} files were skipped.
de_de: {0} Dateien wurden übersprungen.
es_es: Se han omitido {0} archivos.
fr_fr: {0} fichiers ont été ignorés.
it_it: {0} file sono stati saltati.
ja_jp: {0} ファイルがスキップされました

# TextSkippedOneFile
source: One file was skipped.
de_de: Eine Datei wurde übersprungen.
es_es: Se ha omitido un archivo.
fr_fr: Un fichier a été ignoré.
it_it: Un file è stato saltato.
ja_jp: 1つのファイルがスキップされました

# DialogLoadFailure
source: The file could not be loaded.\n{0}\nError Message: {1}
de_de: Die Datei konnte nicht geladen werden.\n{0}\nFehlermeldung: {1}
es_es: El archivo no se ha podido cargar.\n{0}\nMensaje de error: {1}
fr_fr: Le fichier n'a pas pu être chargé.\n{0}\nMessage d'erreur : {1}
it_it: Impossibile caricare il file.\n{0}\nMessaggio di errore: {1}
ja_jp: ファイルをロードできませんでした。\n{0}\nエラーメッセージ: {1}

# DialogLoadFilter
source: All Office Formats|*.docx;*.dotx;*.docm;*.dotm;*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm;*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Word documents|*.docx;*.dotx;*.docm;*.dotm|Excel documents|*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm|PowerPoint documents|*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Common Archive Formats|*.zip;*.7z;*.rar;*.bzip2,*.gz;*.tar;*.cab;*.chm;*.lzh;*.iso|All files|*.*
de_de: Alle Office-Formate|*.docx;*.dotx;*.docm;*.dotm;*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm;*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Word-Dokumente|*.docx;*.dotx;*.docm;*.dotm|Excel-Dokumente|*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm|PowerPoint-Dokumente|*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Gängige Archiv-Formate|*.zip;*.7z;*.rar;*.bzip2,*.gz;*.tar;*.cab;*.chm;*.lzh;*.iso|Alle Dateien|*.*
es_es: Todos los formatos de Office|*.docx;*.dotx;*.docm;*.dotm;*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm;*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Documentos Word|*.docx;*.dotx;*.docm;*.dotm|Documentos Excel|*. xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm|Documentos PowerPoint|*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Formatos de archivo comunes|*.zip;*.7z;*.rar;*.bzip2,*.gz;*.tar;*.cab;*.chm;*.lzh;*.iso|Todos los archivos|*.*
fr_fr: Tous les formats Office|*.docx;*.dotx;*.docm;*.dotm;*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm;*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Documents Word|*.docx;*.dotx;*.docm;*.dotm|Documents Excel|*. xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm|Documents PowerPoint|*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|Formats d'archivage courants|*.zip;*.7z;*.rar;*.bzip2,*.gz;*.tar;*.cab;*.chm;*.lzh;*.iso|Tous les fichiers|*.*
it_it: Tutti i formati Office`
ja_jp: すべてのオフィス形式|*.docx;*.dotx;*.docm;*.dotm;*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm;*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|ワード ドキュメント|*.docx;*.dotx;*.docm;*.dotm|エクセル ドキュメント|*.xlsx;*.xlsm;*.xlsb;*.xltx;*.xltm|パワーポイント ドキュメント|*.pptx;*.pptm;*.potx;*.potm;*.ppsx;*.ppsm|一般的なアーカイブ形式|*.zip;*.7z;*.rar;*.bzip2,*.gz;*.tar;*.cab;*.chm;*.lzh;*.iso|すべてのファイル|*.*

# DialogLoadTitle
source: Select Office Document...
de_de: Office-Dokument auswählen...
es_es: Seleccione Documento Office...
fr_fr: Sélectionner un document Office…
it_it: Seleziona documento Office...
ja_jp: オフィス ドキュメントを選択…

# StatusLoaded
source: File loaded: {0}
de_de: Datei geladen: {0}
es_es: Archivo cargado: {0}
fr_fr: Fichier chargé : {0}
it_it: File caricato: {0}
ja_jp: ファイルが読み込まれました: {0}

# StatusLoadFailure
source: The file could not be loaded
de_de: Die Datei konnte nicht geladen werden
es_es: No se ha podido cargar el archivo
fr_fr: Le fichier n'a pas pu être chargé
it_it: Impossibile caricare il file
ja_jp: ファイルを読み込めませんでした

# StatusLoading
source: Loading file... Please wait
de_de: Datei wird geladen... Bitte warten
fr_fr: Chargement du fichier... Veuillez patienter
it_it: Caricamento file... Attendere prego
ja_jp: ファイルを読み込んでいます... お待ちください

# TextInvalidFormat
source: The file may be not a valid Office file or archive.
de_de: Die Datei ist scheinbar kein gültiges Office-Dokument oder Archiv.
es_es: Es posible que el archivo no sea un archivo válido de Office.
fr_fr: Le fichier n'est peut-être pas un fichier ou une archive Office valide.
it_it: Il file potrebbe non essere un documento Office o un archivio valido.
ja_jp: ファイルは有効なオフィスファイルまたはアーカイブでない可能性があります

# TextInvalidPath
source: It looks like the filename is not valid. Please check the file name and path.
de_de: Scheinbar ist der Dateiname ungültig. Bitte überprüfen Sie den Namen und den Pfad zur Datei.
es_es: Parece que el nombre del archivo no es válido. Por favor, compruebe el nombre del archivo y la ruta.
fr_fr: Il semble que le nom du fichier ne soit pas valide. Veuillez vérifier le nom du fichier et le chemin d'accès.
it_it: Sembra che il nome del file non sia valido. Verifica nome e percorso del file.
ja_jp: ファイル名が無効なようです。ファイル名とパスを確認してください

# TextLockedFile
source: Please make sure that the file is not open in another application.
de_de: Bitte stellen Sie sicher, daß die Datei nicht in einem anderen Programm geöffnet ist.
es_es: Asegúrese de que el archivo no está abierto en otra aplicación.
fr_fr: Assurez-vous que le fichier n'est pas ouvert dans une autre application.
it_it: Assicurati che il file non sia aperto in un'altra applicazione.
ja_jp: ファイルが他のアプリケーションで開かれていないか確認してください

# DialogMissingChangelog
source: The change log '{0}' was not found.
de_de: Das Änderungsprotokoll '{0}' wurde nicht gefunden.
es_es: No se ha encontrado el historial de cambios '{0}'.
fr_fr: Le journal des modifications '{0}' n'a pas été trouvé.
it_it: Il registro modifiche '{0}' non è stato trovato.
ja_jp: 変更ログ '{0}' が見つかりませんでした。

# DialogMissingChangelogTitle
source: Changelog not found
de_de: Änderungsprotokoll nicht gefunden
es_es: Registro de cambios no encontrado
fr_fr: Changelog introuvable
it_it: Registro modifiche non trovato
ja_jp: 変更ログが見つかりません

# DialogMissingLicense
source: The license file '{0}' was not found.
de_de: Die Lizenz-Datei '{0}' ist nicht vorhanden.
es_es: No se ha encontrado el archivo de licencia '{0}'.
fr_fr: Le fichier de licence '{0}' n'a pas été trouvé.
it_it: Il file di licenza '{0}' non è stato trovato.
ja_jp: ライセンスファイル '{0}' が見つかりませんでした。

# DialogMissingLicenseTitle
source: License could not be found
de_de: Lizenzdatei nicht vorhanden
es_es: No se ha encontrado la licencia
fr_fr: La licence n'a pas été trouvée
it_it: Licenza non trovata
ja_jp: ライセンスが見つかりません

# StatusEmbeddedLoaded
source: {0} loaded
de_de: {0} geladen
es_es: {0} cargado
fr_fr: {0} chargé
it_it: {0} caricati
ja_jp: {0} 読み込まれました

# StatusLoadEmbeddedImageFailure
source: Embedded file could not be loaded: {0}
de_de: Eingebettete Datei konnte nicht geladen werden: {0}
es_es: No se ha podido cargar el archivo incrustado: {0}
fr_fr: Le fichier intégré n'a pas pu être chargé : {0}
it_it: Impossibile caricare il file incorporato: {0}
ja_jp: 埋め込まれたファイルを読み込めませんでした: {0}

# StatusLoadEmbeddedOtherFailure
source: Preview not possible for {0}
de_de: Keine Vorschau möglich für {0}
es_es: Vista previa no posible para {0}
fr_fr: L'aperçu de '{0}' n'a pas pu être chargé. Affichage sous forme de texte
it_it: Anteprima non disponibile per {0}
ja_jp: {0} に対するプレビューはできません
